13/data/attachments/387328ab0ce9f7f2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michelle_source_Actions_87597_2</nif:username>
            <nif:friendToBeRequested>soap_actions_383949f3-0790-4ead-9865-ae94420c8803</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>